/**
 * Шаблоны фраз
 */

module.exports = {
  incoming: {
    thanks: ["спс", "спасибо", "благодарю"]
  },
  outgoing: {
    understand: [
      "Понял, сейчас сделаю 😊",
      "Дай мне пару секунд 😊",
      "Отличная идея, уже выполняю 😊",
      "О, это я умею 😊"
    ],
    finish: [
      "Вуаля 😏",
      "Это было несложно 😏",
      "Готово, смотри что получилось 😌",
      "Я справился 😌"
    ],
    thanks: [
      "Не за что 😉",
      "Это моя работа 😉",
      "Я рад, что был полезен 😉",
      "Чем-то еще могу помочь? 😉"
    ]
  }
};
