/**
 * Шаблоны фраз
 */

module.exports = {
  incoming: {
    hello: [
      "привет",
      "здравствуй",
      "хай",
      "добрый день",
      "доброе утро",
      "добрый вечер",
      "здорова"
    ],
    thanks: ["спс", "спасибо", "благодарю"],
    whatareyoudoing: [
      "что делае",
      "чем зан",
      "что теперь делае",
      "что сейчас делае",
      "чем теперь зан",
      "чем сейчас зан"
    ],
    howareyou: ["как дел", "как ты"]
  },
  outgoing: {
    understand: [
      "Понял, сейчас сделаю 😊",
      "Дай мне пару секунд 😊",
      "Отличная идея, уже выполняю 😊",
      "О, это я умею 😊"
    ],
    finish: [
      "Вуаля 😏",
      "Это было несложно 😏",
      "Готово, смотри что получилось 😌",
      "Я справился 😌"
    ],
    hello: ["Привет 😊", "Здравствуй 😊"],
    whatareyoudoing: [
      "Охраняю сервер, формирую отчеты 😊",
      "Слежу, чтобы не было ошибок 😊",
      "Решил сделать небольшой перерыв 😊",
      "Думаю о смысле жизни 😊",
      "Жду указаний 😊"
    ],
    howareyou: [
      "Все хорошо! Как у тебя? 😊",
      "Интернет есть, я живой, значит все супер 😊",
      "Я приношу пользу, все хорошо 😊",
      "Да нормально все вроде 😊"
    ],
    thanks: [
      "Не за что 😉",
      "Это моя работа 😉",
      "Я рад, что был полезен 😉",
      "Чем-то еще могу помочь? 😉"
    ],
    other: [
      "Возможно 😊",
      "Не уверен, что знаю ответ 😊",
      "Тебе виднее 😊",
      "Ну я даже не знаю если честно 😊",
      "Ну и ладно 😊",
      "Ну что тут сказать... Мне нечего добавить 😊",
      "Нажми /help чтобы узнать что я умею 😊"
    ]
  }
};
