module.exports = async () => {
  let msg = "Список доступных команд:\n";
  msg += "\n/notes - сводный отчет по количеству заметок за последнюю неделю";
  msg += "\n/tickets - сводный отчет по количеству тикетов за последнюю неделю";
  msg += "\n/cuvo - сводный отчет по количеству оценок за последнюю неделю";
  msg +=
    "\n/omnichat - сводный отчет по количеству чатов Омничат за последнюю неделю";
  msg += "\n/reportday - ReportDay";
  msg += "\n/traffic - Траффик перелив";
  msg += "\n/history - Проверка обновления History";
  msg += '\n/sql "запрос" - запрос к базе данных MySQL';

  return msg;
};
